//DEFALIAS JOB  (),'OZGUR',CLASS=A,MSGCLASS=H,REGION=0M,       
//   NOTIFY=&SYSUID,MSGLEVEL=(1,1)                             
//STEP1     EXEC  PGM=IDCAMS                                   
//SYSPRINT  DD    SYSOUT=A                                     
//SYSIN     DD    *                                            
     DEFINE ALIAS -                                            
           (NAME(IXGLOGR) -                                    
            RELATE(CATALOG.USER.LOGR01)) -                     
            CATALOG(CATALOG.MASTER.M23CAT)                     
/*                                                             