//ZFSFORMT JOB (VBT),'OZGUR',MSGCLASS=X,NOTIFY=&SYSUID          
//FORMAT  EXEC PGM=IOEAGFMT,                                    
//             PARM=('-aggregate OZGUR.FIRST.ZFS -compat')      
//SYSPRINT DD SYSOUT=*                                          
//STDOUT   DD SYSOUT=*                                          
//STDERR   DD SYSOUT=*                                          
//SYSUDUMP DD DUMMY                                             
//CEEDUMP  DD DUMMY                                             