//DEFCAT1  JOB  (),'OZGUR',CLASS=A,MSGCLASS=H,REGION=0M,         
//   NOTIFY=&SYSUID,MSGLEVEL=(1,1)                               
//STEP1    EXEC PGM=IDCAMS                                       
//SYSPRINT DD  SYSOUT=A                                          
//SYSIN    DD  *                                                 
  DEFINE USERCATALOG ( -                                         
       NAME (CATALOG.USER.OZGUR) -                               
       ICFCATALOG -                                              
       TRK(50 50))                                               
/*                                                               