//DELALIAS JOB  (),'OZGUR',CLASS=A,MSGCLASS=H,REGION=0M, 
//   NOTIFY=&SYSUID,MSGLEVEL=(1,1)                       
//DELALIAS EXEC PGM=IDCAMS                               
//SYSPRINT DD  SYSOUT=*                                  
//SYSIN    DD  *                                         
     DEL (EMRE) ALIAS CAT(CATALOG.MASTER.M23CAT)         
/*                                                       