//DELETEDS JOB  (),'OZGUR',CLASS=A,MSGCLASS=H,REGION=0M,     
//   NOTIFY=&SYSUID,MSGLEVEL=(1,1)                           
//STEP01   EXEC PGM=IDCAMS                                   
//SYSPRINT DD  SYSOUT=*                                      
//SYSOUT   DD  SYSOUT=*                                      
//SYSIN    DD  *                                             
  DELETE OZGUR.** MASK                                       
/*                                                           