//DELNSCR  JOB  (),'OZGUR',CLASS=A,MSGCLASS=H,REGION=0M, 
//   NOTIFY=&SYSUID,MSGLEVEL=(1,1)                       
//ALTER1  EXEC PGM=IDCAMS,REGION=6144K                   
//SYSPRINT DD  SYSOUT=*                                  
//SYSIN    DD  *                                         
   DELETE 'EMRE.IBMUSER.REXXLIB' -                       
   NONVSAM -                                             
   NOSCRATCH -                                           
   CAT(CATALOG.USER.EMRE)                                
/*                                                       