//DELVVR   JOB  (),'OZGUR',CLASS=A,MSGCLASS=H,REGION=0M,   
//   NOTIFY=&SYSUID,MSGLEVEL=(1,1) 
//DELVVR  EXEC PGM=IDCAMS
//DD1       DD  DISP=SHR,UNIT=3390,VOL=SER=<YOURVOL>
//SYSPRINT  DD SYSOUT=*
//SYSIN     DD *
 DELETE <YOUR.VSAM.DATASET>.DATA  -
        FILE(DD1) -
        VVR
/*