//DSSCLEAN JOB  (),'OZGUR',CLASS=A,MSGCLASS=H,REGION=0M,             
//   NOTIFY=&SYSUID,MSGLEVEL=(1,1)  
//STEP1  EXEC  PGM=ADRDSSU,REGION=8M,PARM='TYPRUN=NORUN'
//NOTAPE    DD  DUMMY      DO NOT BACK THEM UP
//SYSPRINT  DD  SYSOUT=*
//SYSIN    DD    *
DUMP DATASET(INCLUDE(**.**) -
   BY((DSORG NE VSAM) -
   (MGMTCLAS,EQ,CLEANUP) -
   (REFDT,LE,*,-90))) -
   OUTDDNAME(NOTAPE) -
   DELETE PURGE
//