//LOGRPOLC JOB   (SPG1,1),'OZGUR',CLASS=A,MSGLEVEL=(1,1),MSGCLASS=X,   
//   REGION=4M,NOTIFY=&SYSUID                                            
//STEP1    EXEC PGM=IXCMIAPU                                             
//SYSPRINT DD SYSOUT=*                                                   
//SYSIN    DD *                                                          
    DATA TYPE(LOGR) REPORT(YES)                                          
    LIST LOGSTREAM NAME(*) DETAIL(YES)                                   
